Repository: KDE/ksquares
Catalog: po/*/ksquares.po
Languages: eo, it

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg
it: Marcello Anni

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
it: marcello.anni@alice.it

source: Number of Players
eo: Nombro de Ludantoj
it: Numero di giocatori

source: Player Names
eo: Ludantaj Nomoj
it: Nomi dei giocatori

source: Human or AI
eo: Homo aŭ AI
it: Umano o IA

source: Width of board
eo: Larĝo de tabulo
it: Larghezza del tavoliere

source: Height of board
eo: Alteco de tabulo
it: Altezza del tavoliere

source: Quick start the game
eo: Rapide komenci la ludon
it: Avvio veloce della partita

source: Difficulty
eo: Facileco
it: Difficoltà

source: How difficult the AI should be
eo: Kiel malfacila la AI devus esti
it: Quanto dovrebbe essere intelligente la IA

source: Background Color
eo: Fona Koloro

source: Center Dot Color
eo: Mezpunkta Koloro

source: Feint Line Color
eo: Malfortlinia Koloro

source: Line Color
eo: Linia Koloro
it: Colore linee

source: Indicator Line Color
eo: Indikil-Linia Koloro
it: Colore dell'indicatore della linea

source: Highlight Color
eo: Emfaziga koloro
it: Colore evidenziazione

source: Player %1
eo: Ludanto %1
it: Giocatore %1

source: Main Toolbar
eo: Ĉefa ilobreto
it: Barra degli strumenti principale

source: Current Player
eo: Nuna Ludanto
it: Giocatore attuale

source: Easy
eo: Facila
it: Facile

source: Medium
eo: Ujo
it: Medio

source: Hard
eo: Malfacile
it: Difficile

# @title:window
source: Scores
eo: Poentoj
it: Punteggi

source: Player Name
eo: Ludantonomo
it: Nome giocatore

source: Completed Squares
eo: Kompletigitaj Kvadratoj
it: Quadrati completati

source: Start a new game with the current settings
eo: Komenci novan ludon kun la nunaj agordoj
it: Inizia una nuova partita con le impostazioni attuali

# @title:tab
source: Display
eo: Montri

# @title:tab
source: Computer Player
eo: Komputila Ludanto

source: Take it in turns to draw lines. If you complete a squares, you get another go.
eo: Iĝu laŭvice por desegni liniojn. Se vi kompletigas kvadratojn, vi vicas denove.
it: Per disegnare le linee ci vogliono turni. Se completi un quadrato, hai un altro turno.

source: Original creator and maintainer
eo: Origina kreinto kaj prizorganto
it: Creatore originale e responsabile

source: Many patches and bugfixes
eo: Multaj diakiloj kaj korektoj
it: Molte patch e correzioni

source: Hard AI
eo: Malmola AI
it: Abilità del computer alta

source: Run game in demo (autoplay) mode
eo: Ruli ludon en demo (aŭtomata ludado).
it: Esegui la partita in modalità dimostrativa (automatica)

# default name of player
source: Player %1
eo: Ludanto %1
it: Giocatore %1

# @title:window
source: New Game
eo: Nova ludo
it: Nuova partita

source: New Game
eo: Nova ludo
it: Nuova partita

source: Settings for the players in the game
eo: Agordoj por la ludantoj en la ludo
it: Impostazioni per i giocatori della partita

source: Players
eo: Ludantoj
it: Giocatori

source: The name of the fourth player
eo: La nomo de la kvara ludanto
it: Il nome del quarto giocatore

source: Player 4:
eo: Ludanto 4:
it: Giocatore 4:

source: Should this player be controlled by a human
eo: Ĉu ĉi tiu ludanto estu kontrolita de homo
it: Se questo giocatore dovrebbe essere controllato da un umano

source: Hum&an?
eo: Ĉu hom&a?
it: Um&ano?

source: Hu&man?
eo: Ĉu ho&ma?
it: U&mano?

source: The name of the third player
eo: La nomo de la tria ludanto
it: Il nome del terzo giocatore

source: Player 3:
eo: Ludanto 3:
it: Giocatore 3:

source: The name of the second player
eo: La nomo de la dua ludanto
it: Il nome del secondo giocatore

source: Player 2:
eo: Ludanto 2:
it: Giocatore 2:

source: &Human?
eo: &Homa?
it: &Umano?

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">How many players will be in the game</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none; "> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; ">Kiom da ludantoj estos en la ludo</p></body></html>
it: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Quanti giocatori ci saranno nella partita</p></body></html>

source: Number of players:
eo: Nombro da ludantoj:
it: Numero di giocatori:

source: The name of the first player
eo: La nomo de la unua ludanto
it: Il nome del primo giocatore

source: Player 1:
eo: Ludanto 1:
it: Giocatore 1:

source: Settings for the game board
eo: Agordoj por la ludtabulo
it: Impostazioni per il tavoliere del gioco

source: Game Board
eo: Ludtabulo
it: Tavoliere del gioco

source: The number of squares the area is wide
eo: La nombro da kvadratoj la areo estas larĝa
it: Il numero dei quadrati che definiscono la larghezza dell'area

source: Width:
eo: Larĝeco:
it: Larghezza:

source: The number of squares the area is high
eo: La nombro da kvadratoj la areo estas alta
it: Il numero di quadrati che definiscono l'altezza dell'area

source: Height:
eo: Alteco:
it: Altezza:

source: Settings for the game
eo: Agordoj por la ludo
it: Impostazioni del gioco

source: Game Settings
eo: Luda agordo
it: Impostazioni del gioco

source: Partially fill in the board automatically before the game starts
eo: Parte plenigi la tabulon aŭtomate antaŭ ol la ludo komenciĝas
it: Riempi parzialmente il tavoliere automaticamente prima che inizi la partita

source: Quick start
eo: Rapida komenco
it: Avvio veloce

source: AI Settings
eo: Agordoj de AI
it: Impostazioni IA

source: How difficult it will be to beat the computer
eo: Kiel malfacile estos venki la komputilon
it: Quanto sarà difficile battere il computer

source: AI difficulty:
eo: AI-malfacileco:
it: Intelligenza IA:

source: Display Settings
eo: Aspekto
it: Impostazioni aspetto

source: Settings for colors
eo: Agordoj por koloroj
it: Impostazioni per i colori

source: Colors
eo: Koloroj
it: Colori

source: Color of the drawn background
eo: Koloro de la desegnita fono

source: Background color:
eo: Fona koloro:

source: Color of the drawn center dot
eo: Koloro de la desegnita centra punkto

source: Center dot color:
eo: Centra punktokoloro:

source: Color of the feintly drawn lines
eo: Koloro de la feble desegnitaj linioj

source: Feint line color:
eo: Malfortlinia Koloro:

source: Color of the drawn lines
eo: Koloro de la desegnitaj linioj
it: Colore delle linee disegnate

source: Standard line color:
eo: Norma liniokoloro:
it: Colore delle linee standard:

source: Color of the indicator lines
eo: Koloro de la indikilaj linioj
it: Colori per le linee dell'indicatore

source: Indicator line color:
eo: Indika liniokoloro:
it: Colore dell'indicatore della linea:

source: Highlight color:
eo: Marki koloron:
it: Colore evidenziazione:

source: Scores
eo: Poentoj
it: Punteggi

source: Scoreboard
eo: Poenttabulo
it: Punteggi

source: Display
it: Aspetto

source: Computer Player
it: Giocatore computer

source: H&uman?
it: U&mano?
